Revit 2027 API
ParameterTypeId.AreaSchemeId Property
 "Area Scheme Id"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AreaSchemeId { get; }
Public Shared ReadOnly Property AreaSchemeId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AreaSchemeId {
	ForgeTypeId^ get ();
}
static member AreaSchemeId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace